<?php

return array(
    'SECTION1' => '自从Glen还是一个小男孩的时候，他就很喜欢把玩各种手工工具，总是想创造，这种爱好天生而来。上学期间，Glen参与到各种运动，金属，木材加工和艺术课程，他发现，这些比学习更有趣。高中毕业之后，他的父亲鼓励他上大学之前学一门手艺。在这个指导下，同时也受到祖父两代人的影响，他进入了英属哥伦比亚理工学院，并成为一名电工。这个经历设定了Glen成长的道路。Glen选择了学习手工艺，而不是传统的大学教育。他对看到最终产品的渴望激发了他对各行各业的好奇心，了解各种行业;服用类在橱柜和家具制造，以及对学习手;抹灰，人造绘画，装潢，瓷砖，全部，它需要看到最终的设计观。这导致创业的一个自然的过程中，他开始了自己的设计 - 建造工程公司;专注于家庭，办公室和餐厅。 1999年，他在当地的艺术作品 - “Cafe Establishment”在整体设计项目中被温哥华的英属哥伦比亚省室内设计学会评为金牌。纵观Glen的手工创制的日子，他设计和创造自己的家具，并使用边角料制作当代艺术作品。',
    'SECTION2' => '1995年，因一个室内设计项目的邀请将Glen带到香港。这是他第一次来到亚洲，同时也给了他接触中国，这个世界工厂的机会。格伦当时就知道，创作之门为他打开。为了追求自己的创业愿望，Glen于2001年重返·亚洲。他很快就学到了开一家工厂所面临的挑战：设计，采购，质量控制和管理等。在这一切之中，他意识到成功最根本的地方： 依据自己的产品需求和共同价值观来筛选工厂。这反过来又开阔了他的创作视野，并最终将注意力集中到了产品的研发上。他的工作经验和广泛的产品开发经历使他有机会前往几乎中国的每一个省。这些旅行经历让他迷上了中国的文化和历史。中国建筑与亚洲设计的艺术元素以及语言本身都成为了他的灵感。',
    'SECTION3' => ' Glen专门从事季节性商品和礼品市场，他对产品发展的各个方面进行监控管理，包括设计，雕刻，绘画，缝纫，焊接等。在每件产品设计和开发方面，Glen都会亲自参与，将一些个性的元素融入产品中。Glen凭着在加拿大建筑方面的工作经验，加之他在中国的人脉，使他有机会参与到中国很多商业场所的设计。正是从这里，Glen开始将东西方设计无缝的融合在一起。他非常喜欢具有中国特色的设计元素，因为它是中国富饶文化和历史的反映。大约6年前，他勾画出了要设计一组以独特的东方元素为基调，并反映自己创作理念的墙上装饰的蓝图。凭借自己对中国历史，语言和文化的极度热爱，Glen将他在履行过程中收集来的中式图案及设计元素整起来，用在了艺术墙的设计中，既美观又同时体现了丰富的中国文化的吉祥寓意。'
);
