<?php

return array (
  'section1'   => '福：运气和吉祥的象征。“福”字被普遍用在艺术和建筑装饰上，特别是在建筑的入口处，象征着不断带来好运气。有时“福”字会被倒挂着，是一个双关语，表示：好运到了。',
  'section2'   => '寿：这是代表长寿的字符之一。',
  'section3'   => '寿：这是代表长寿的字符之一。它的美丽在于它的极简主义和它所代表的意义。',
  'section4'   => '双喜：通常用在婚礼庆典上，红色代表着喜庆和幸福，和人分享的幸福是翻倍的。 ',
  'section5'   => '狮头：狮头在整个中国历史中都象征着权利，勇敢，力量和领导力。因为狮子被认为是动物王国的统治者。狮头门栓是古代宫殿，豪宅和皇室住所的守护者，官员和商人的家园。据说是用来防止心怀不轨的人进入。',
  'section6'   => '云：一个代表好运的图案：“云”和“运气”的“运”读音想同，所以“云”也被赋予了好运的意思。云图案有多种风格，并适用于各种装饰物，服装，家具和建筑上。',
  'section7'   => '财：财富的象征，中国古代钱币是由铜，黄铜或铁铸造的。圆形代表天堂，方形代表大地。于是古钱币成为了财富和繁荣的象征。这枚钱币上刻有“恭喜发财”四个字，意思是传递财富的祝福。两枚钱币挂在公司的大门上代表着财神，并为公司吸引财富。恭：尊重，礼貌，恭敬；喜：喜欢，爱；发：调度，散发；财：财富，贵重物品，钱财。',
  'section8'   => '九：代表长寿。“九”和“长久”的“久”发音相同，所以“九”代表着永远。紫禁城的大门上都有横竖各九排的大铆钉;九是很多帝王最喜欢的数字，因为九是最大的单数，九和任何数相乘的结果，各数位相加的结构也始终为九，9×9= 81（8+1 =9）; 81+81=162（1+ 6 +2=9），（9X6=54）5+4=9。数字九被大量运用在皇家建筑和设计中。',
  'section9'   => '云：一个代表好运的图案：“云”和“运气”的“运”读音想同，所以“云”也被赋予了好运的意思。云图案有多种风格，并适用于各种装饰物，服装，家具和建筑上。',
  'section10'   => '三个金元宝象征着兴旺发达。元宝在中国古代是金钱的代名词，也是财富，地位和荣誉的象征。在中国古代科举考试中，在乡试、会试、殿试中夺得头筹的人被分别称为解元，会员和状元，一起合称为三元。在古代，只有高级官员，皇帝，以及富豪拥有元宝。',
  'section11'   => '银元宝：财富的象征。 元宝作为货币在许多朝代被使用。在中国，金元宝或银元宝一直是一种典型的货币，直到20世纪元朝统一了货币。其中元代标准化的货币。当时的元宝是由银匠制作作为地区性货币使用的，这样导致的结果就是，每锭元宝的形状和细节是变化多样的。 ',
  'section12'   => '凤凰：凤凰是双喜的象征。据说，凤凰只出现在被赋予了最大和平，繁荣与幸福的地方。凤凰代表着上天赐予皇后的权利。如果凤凰被用来装饰房子，就象征着居住在此的人的忠诚和诚实',
  'section13'   => '波浪图案：代表财富。是一种装饰边框，通常象征着疆域连绵和财富无尽，用在家具，纺织品和瓷器装饰上。 ',
  'section14'   => ' 蝙蝠：代表运气的图案。”蝙蝠”的“蝠”跟代表吉祥，祝福和快乐的“福”字读音相同，因此，蝙蝠图案寓意吉祥。蝙蝠图案经常和长寿字符一起使用。',
  'section15'   => '牡丹：代表繁荣与高贵的图案
         牡丹被称为“花中之王”，是皇室和美德的象征。它也被称为“富贵花”，被广泛用来代表财富和荣誉。牡丹同时也象征着春天和女性美。 ',
  'section16'   => '牡丹：代表繁荣与高贵的图案 
牡丹被称为“花中之王”，是皇室和美德的象征。它也被称为“富贵花”，被广泛用来代表财富和荣誉。牡丹同时也象征着春天和女性美。',
  'section17'   => '莲花：代表双喜的图案。莲花是六月开花，是夏之花。它是纯洁的象征，因为它出淤泥而不染，因此也代表女性的美德。莲花盛开往往被描绘成一个宝座佛，与其他图案使用，代表着连绵不绝的运气和财富。莲花在中国文化中也象征着一种理想人格。这副图是镶了云边的莲花图。',
  'section18'   => '铁线莲的花和藤 - 这是一种具有东方风格的设计元素。虽然看起来具有复杂性和重复性，但其设计仍旧体现了优雅与简约之美。',
  'section19'   => '鹤：因为它有很长的寿命，它的白色羽毛代表年长，所以鹤象征着长寿。同时，在帝王等级制度下，鹤被看成是“最高级别的鸟”，所以它又象征着崇高地位。飞鹤也成了向往更高尊崇地位的象征。 ',
  'section20'   => '莲花：代表双喜的图案。莲花是六月开花，是夏之花。它是纯洁的象征，因为它出淤泥而不染，因此也代表女性的美德。莲花盛开往往被描绘成一个宝座佛，与其他图案使用，代表着连绵不绝的运气和财富。莲花在中国文化中也象征着一种理想人格。',
  'section21'   => '寿：这是象征着长命百岁的众多字符之一。掩映在多彩的并充满活力的藤蔓之中。',
  'section22'   => '菊花：代表长寿的图案：“菊花”的“菊”和“长久”的“久”发音类似，因而象征着长寿。同时，花的中心也有很多表示长久的字符。',
  'section23'   => '莲花：代表双喜的图案。莲花是六月开花，是夏之花。它是纯洁的象征，因为它出淤泥而不染，因此也代表女性的美德。莲花盛开往往被描绘成一个宝座佛，与其他图案使用，代表着连绵不绝的运气和财富。莲花在中国文化中也象征着一种理想人格。',
  'section24'   => '莲花：代表双喜的图案。莲花是六月开花，是夏之花。它是纯洁的象征，因为它出淤泥而不染，因此也代表女性的美德。莲花盛开往往被描绘成一个宝座佛，与其他图案使用，代表着连绵不绝的运气和财富。莲花在中国文化中也象征着一种理想人格。',
  'section25'   => '八：代表财富：“八”跟“发财”的“发”发音类似。鉴于此，人们喜欢把数字“8”用在电话号码，街道地址和汽车号码牌上，因为他们相信这会带来好运。在这块墙砖上有八个不同类型的“8”。',
  'section26'   => '云：代表好运的图案：“云”和“运气”的“运”读音想同，所以“云”也被赋予了好运的意思。云图案有多种风格，并适用于各种装饰物，服装，家具和建筑上。',
  'section27'   => '龙：代表运气和吉祥的图案。中国龙是保护和好运的终极象征，被列为第一神兽，龙可以呼风唤雨给庄家来带好收成，这又代表着物产丰富及为老百姓解除痛苦，从而为老百姓所崇拜。龙凤（所有有翼生物之王），象征着皇帝和皇后，以及婚姻幸福。龙经常出现在皇帝和皇子的衣袍上用以象征至高无上的权利，龙同时也是皇室里常见到的艺术品。 ',
  'section28'   => '莲花：代表双喜的图案。莲花是六月开花，是夏之花。它是纯洁的象征，因为它出淤泥而不染，因此也代表女性的美德。莲花盛开往往被描绘成一个宝座佛，与其他图案使用，代表着连绵不绝的运气和财富。莲花在中国文化中也象征着一种理想人格。',
  'section29'   => '梅花：代表长寿的图案。
梅花因为其美丽已得到世人广泛的热爱。同时，因为它也是为数不多的在寒冷的冬天绽放的花朵，所以代表长寿。梅花常被用作纺织品图案。',
  'section30'   => '梅花和竹：代表双喜的图案。梅花单独代表长寿，但搭配竹子，代表了一个双喜临门的愿望。梅花的五个花瓣代表吉祥的，因为在中国，数字5代表神圣，而竹子则代表着力量。该组合经常被用作结婚礼物。 ',
);