<?php
return array (
    'PAGE_CONTENT' => '<p>"创造的欲望是人类灵魂最深处的渴望之一。不管我们的人才，教育，背景，或能力，我们每个人都有一个内在的愿望，以创建以前不存在的东西。 当我们把无组织的事物攥在手中，并将它塑造成美丽的东西的时候，我们开发了自己和他人。"<br>
<strong>- Dieter F. Uchtdorf</strong>
</p>
<p>
 "我觉得每一件事情在生活中是艺术。你做什么，你怎么打扮，你如何爱人，你如何表达，你的微笑和你的个性。你的信仰，你的梦想。你喝你的饮料的方式。你如何装饰你的家或聚会。你写你的购物清单的方式。你做的食物。你写的字，和你的感觉。生活就是艺术。"<br>
<strong>- 无名氏</strong>
</p>
<p>
"艺术设计是想象力的诗歌"<br>
<strong>- Glen Meikle</strong>
</p>
<img src="images/glen-meikle2.jpg" width="354" height="534">
<p>"几乎在世界的任何角落，都有不同宗教和文化的人们肩并肩生活在一起，我们中的大多数人都因为有互相重叠的身份而团结在一起，组成了各种不同的群体。我们不需要厌恶不属于我们的身份，也能够热爱属于自己的身份。即使我们向别人学习，并尊重他们的教导，我们也可以在我们自己的传统中茁壮成长" <br>
 <strong>- 科菲·安南，前联合国 秘书长</strong></p>'
);