<?php

return array (
    'SECTION1' => '这个办公室的设计是受上海这座城市的影响，我多次去过上海，在其中的一次旅行中，我拍摄了很多建筑细节，这些建筑都有很浓厚的欧洲风格，但同时具有细微的中国元素。办公室的风格就像是是2,30年代上海的贸易公司。我的设计起点是使用中国的云元素，我将这个元素放进了屏风，门，灯具，天花板的角落，和定制的入口地板马赛克图案中。',
    'SECTION2' => '我采用了4坐隔间的尺寸。隔断上有云图标，并用了两种中国屏幕设计风格。我设计的职位，以简单的都铎细节来完成两端断为上限。基本上都采用了新的座椅概念，但同时又保持了老式风格。',
    'SECTION3' => '大门的屏风是专门定制的，具有云图标的细节，这种图形同时也运用到了地面的马赛克图案中.',
    'SECTION4' => '我挑选到一家石膏模具的公司为我们做了天花板边线，图上这个细节用来配合云门角落的细节。细节很微小，但正是这些细节让人们感受到了不一样的感觉。在设计上保持平衡，显得干净而简单。 ',
    'SECTION5' => '大门的细节体现在地板马赛克图案中。',
    'SECTION6' => '隔断的细节照片：纯手工制作。我选择的这个色斑的颜色是为了匹配西班牙雪松木地板，我们同时也采用了这个颜色在我们所有的木质百叶窗上。',
    'SECTION7' => '花了很长时间去找合适的公司来做吊扇，铁丝笼的设计很重要，涂上灰色给它们2，30年代的怀旧外观 ',
    'SECTION8' => '前台是我自己造的，因为我经常在前台进行现场管理，并且为客户详细解答问题，中国的商人说：“哇，这个老外真正知道如何使用工具和建造一些东西”。他们对待我像自己人一样，这是我得到的直接的尊重。 ',
    'SECTION9' => '通往主办公室的接待区',
    'SECTION10' => '我有一个中式古董柜，是按那一时期的方形金石制品定制的。然后我采购的所有方装置及取得的黑色方形镜框，以适应。橱柜的一个中国元素就使整个房间有了亚洲的风味。我特别喜爱部分中国古董家具的简约，它是如此适合当今的现代元素。',
    'SECTION11' => '在女洗手间里，有一个古董橱柜的复制品，上面是大理石板，加之周围摆设的中式金属物品，之上加选一轮中国古董的硬件与所有指定圆夹具的来源，以满足一致。 ',
    'SECTION12' => '我添置了其他黑色中国古董家具，以亚洲灵感的椅子在接待区。',
    'SECTION13' => '这两张照片拍摄的是礼品陈列室，我自己还陈列室后面建了橱柜和一个搁架，剩下的部分是找其他人完成的。我选择的是灰色的天花板，与混凝土地板地板和白墙相呼应.'
    );