<?php

return array (
    'SECTION1' => '我们专门从上海请来一个风水大师为我们做办公室的布局和入口的定位。',
    'SECTION2' => '用灰色板岩做成的阶梯有一种质朴的感觉，和抛光水泥地面融为一体，形成了更为简约的设计',
    'SECTION3' => '侧门上我们没有使用大铆钉，但仍然保留了狮头门扣',
    'SECTION4' => '在该项目的建设过程当中，镶有铆钉的主门是对是物料输送开放的。每天看着这扇门打开，随着时间的推移，它越来越适合做这栋楼的特色和中心而存在了，这是权力和力量的象征。 ',
    'SECTION5' => '左图为会议室；右图为公司的西式咖啡厅。我把它设计成具有工业感，因为这个地区全部都是工厂。我非常喜欢裸露的砖墙。在中国，砖块到处被使用，通常外层都被刷上一层灰色砂浆，但我我要求他们不要掩盖这样做，让砖块直接显现出来。他们说“这样的话墙壁就显得好像没有完工一样”，但我说：“这是西部老仓库的复古感觉，正是我想要的效果。”',
    'SECTION6' => '这种木材拼接墙的原材料是来自回收的木材。这些木材完成了货运的职责之后被放置在岸边。我是参加一个贸易展的时候发现的，我想这些弃置的木材用在我这个贸易公司的办公室里应该是个非常不错的主意。于是我们用它作为前台后面的功能墙。 ',
    'SECTION7' => '我们做了一面水墙，水正好包含了风水的元素（对应风水里面的”水”）。白色玻璃吊顶代表空气（对应风水里面的”风”）和云，都有吉祥的含义。 ',
    'SECTION8' => '木质接待台和家具都是我设计然后定做的，我专门把它设计的很小巧，这样水墙和木装饰墙就能更显眼。我们把家具颜色调深，为了和仿古门和实木装饰墙的色调保持一致。',
    'SECTION9' => '这些门是现场定制，每扇门超过400磅重，超过10英尺高。这是导致亚洲的感觉，这是体现亚洲风格的一个大而关键的设计元素',
    'SECTION10' => 'LED照明模式是在苦恼边界，代表着财富。'
    );