<?php

return array(
    'section1' => 'Glen的作品“招财进宝88号墙砖”集中体现了他的经验累积以及受中国文化设计审美等的影响。这个墙面装饰的灵感来自于中国传统文化中吉祥好运等寓意。墙砖的设计是长和宽各8英寸，因为数字“8”是中国一个吉祥的数字。根据这一吉祥的主题，墙砖的厚度设计为2英寸，2代表一双，寓意着“双喜”。周围的边框使用了很多中国传统的设计，线条及图案。它们组合起来看起来像黑色铸造铁和年代久远的金属。这些墙砖都是手工浇筑石膏，一次上色成型，他们可能看起来外观相似，但没有任何两个是完全一样的，每一件作品都独一无二。我们运用了包括上色，雕刻，筑模型等方法和技术，才实现了作品仿古的样子。这样设计的目的是为了捕捉并反映出东方设计和中国吉祥寓意这两个元素。',
    'section2' => '尽管Glen对这些墙砖背后所代表的设计内涵了如指掌，但他对中国文化的探索之路还在继续，同样也鼓励大家去探索更多墙砖背后的含义。中国的图形符号包含着丰富的含义，有时所在地区不同，表达的意义也各不相同。整套设计都可以通过对它们不同的排列和陈设，而直观地表现出自己的个性风格。他希望这将打开中国文化的神秘世界，同时也能让你的室内设计不仅美观，带有吉祥的寓意。 ',
    'section3' => '牛津大学出版社词典：吉祥 - 有利的，有前途的，正面的，幸运的，吉祥的，幸运的，好的',
    'section4' => '大约6年前左右，我想找一些可以传达一个好寓意并且反映了中国独特的设计元素的东西来装饰我的办公室。几个和我共事的美国同事注意到了这些墙砖就问我这些是从哪里来的？我没有想太多，就随口说：“香港的某家商店吧....怎么啦？”他们说他们觉得这些墙砖很酷很漂亮，他们也想一些回家作为装饰。我说，“我可以帮你们买”他们接着问，“你认识店主吗？”我腼腆的回答他们，“我认识店主的。。。店主就是我自己。。。这些墙砖都是我亲自雕刻和上色的”。他们回答说：“是吗？......真的吗？......我知道你可以做很多事情，但不知道你雕刻也这么厉害呀！？！”',
    'section5' => '即使到今天，每当想起那次简单的交流，我的脸上都能挂上笑容。尽管我的亚洲同事和朋友们都很熟悉这些墙砖上文字图案的象征和意义，但他们仍然好奇我当初是怎么想起制作这样的墙砖的。自那时以来，我有许多朋友，这些年来，一直鼓励我去追求这种激情。对于很多艺术家而言，他们头脑中设计理念的进程和演变都是自然发展出来的，不是可以强迫的。直到现在，我都完全沉浸在我对创作的激情当中。我从未有像现在这般的享受创造该过程......好吧，其实我一直都很享受创作带给我的快乐，只是现在更加享受这种快乐.....在我的工作室做墙砖，听音乐，创造出美丽的，独一无二的艺术作品.. ..我只是后悔没能更早开始我现在所做的这一切。我希望他们也能给你带去很多快乐和暖意，真的！'
);
